accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
ark
autoconf
automake
b43-fwcutter
base
bash-completion
bind-tools
binutils
bison
bluedevil
breeze
breeze-gtk
btrfs-progs
chezmoi
cryptsetup
device-mapper
dhclient
dhcpcd
dialog
diffutils
discord
discover
dnsmasq
docker
dos2unix
drkonqi
e2fsprogs
efibootmgr
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eos-update-notifier
ethtool
f2fs-tools
fakeroot
ffmpegthumbnailer
firefox
flex
fwupd
gcc
glances
gnome-disk-utility
gnu-free-fonts
gnu-netcat
go
grub
grub-tools
grub2-theme-endeavouros
gst-libav
gst-plugins-bad
gst-plugins-ugly
gtop
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
hardinfo
htop
hwinfo
inetutils
inxi
ipw2100-fw
ipw2200-fw
irssi
iwd
jfsutils
jq
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdebase-meta
kdeconnect
kdecoration
kdeplasma-addons
kgamma5
khotkeys
kinfocenter
kmenuedit
knetattach
krita
kscreen
kscreenlocker
ksshaskpass
ksysguard
kwallet-pam
kwayland-integration
kwin
kwrited
less
lib32-nvidia-utils
libdvdcss
libgsf
libkscreen
libksysguard
libopenraw
libtool
libwnck3
linux
linux-atm
linux-firmware
linux-headers
logrotate
lsb-release
luajit
lvm2
m4
maim
make
man-db
man-pages
mdadm
milou
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
modemmanager
mplayer
mtools
nano
ncdu
ndisc6
nemo
nemo-fileroller
nemo-preview
neofetch
net-tools
netctl
networkmanager
networkmanager-openvpn
noto-fonts
noto-fonts-cjk
nss-mdns
ntfs-3g
nvidia
nvidia-installer-dkms
nvidia-settings
okular
openconnect
os-prober
oxygen
packagekit-qt5
pacman-contrib
paprefs
patch
pavucontrol
pcurses
perl
picom
pkgconf
plasma-browser-integration
plasma-desktop
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
polkit-kde-agent
poppler-glib
powerdevil
powerline-fonts
pptpclient
pulseaudio
r8168
reflector
reiserfsprogs
rp-pppoe
s-nail
s-tui
screenfetch
sddm-kcm
smartmontools
solid
steam
sudo
sysfsutils
systemd-sysvcompat
systemsettings
texinfo
tlp
ttf-bitstream-vera
ttf-caladea
ttf-carlito
ttf-croscore
ttf-dejavu
ttf-liberation
ttf-ubuntu-font-family
upower
usb_modeswitch
usbutils
user-manager
vi
welcome
wget
which
whois
wireless-regdb
wireless_tools
wvdial
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xdotool
xf86-video-fbdev
xf86-video-vesa
xfsprogs
xl2tpd
xorg-server
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yad
yay
zsh
